tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "cultureamp/perform-cli"
tap "cultureamp/tap"
tap "cultureamp/web-team-devtools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "ack"
brew "webp"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "gdbm"
brew "awscli"
brew "bison"
brew "blueutil"
brew "cairo"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "curl"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "ghostscript"
brew "git"
brew "gnupg", link: false
brew "gradle"
brew "h2"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "tcl-tk", link: false
brew "python@3.8"
brew "imagemagick"
brew "zookeeper"
brew "kafka"
brew "krb5"
brew "lastpass-cli"
brew "libpq"
brew "libxslt"
brew "maven"
brew "mysql@5.7", restart_service: true, link: true
brew "node"
brew "nvm"
brew "tmux"
brew "overmind"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@10", restart_service: true
brew "postgresql@14"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-install"
brew "s3cmd"
brew "scala"
brew "sleepwatcher", restart_service: true
brew "tig"
brew "tree"
brew "unrar"
brew "unzip"
brew "youtube-dl"
brew "coursier/formulas/coursier"
brew "cultureamp/perform-cli/perform-cli"
brew "cultureamp/tap/silk-cli"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "aws-vault"
cask "chromedriver"
cask "corretto"
cask "gpg-suite"
cask "java"
cask "wkhtmltopdf"
vscode "scala-lang.scala"
